export default function Page() {
    return (
        <article className="prose lg:prose-xl">
            <h1>Асен Балкански</h1>
            <p>
                Славчо Георгиев Дроцанов известен с партизанско име Асен Балкански 
                е роден на 20 септември 1920г. 
                в с.Чупрене, Видинско. 
                Работи като общ работник в Лом и Фердинанд (днешна Монтана), 
                както и като библиотекар в читалището на с.Чупрене. 
                Член е на Работнически младежки съюз от 1940г.
            </p>
            <p>
            Участва в Съпротивителното движение по време на Втората световна война. 
            Дезертира като войник от Белоградчишкия гарнизон заедно с Неофит Стоянов и преминава в нелегалност (1941). 
            Свързва се с Югославска народна освободителна армия и става партизанин и началник-щаб на Нишавския партизански отряд. 
            Приема партизанското име Асен Балкански. Участва и провежда бойни акции.
            </p>
            <p>
            Заболял от ревматизъм, той е лекуван в България от партизаните на Видинския партизански отряд „Георги Бенковски“ (1942).
            След оздравяването си през пролетта на 1943 г. превежда част от тях на територията на бивша Югославия. 
            Става командир на Пиротския партизански отряд, 
            който е сред най-активните формирования на партизанската Югославска народоосвободителна армия.
            </p>
            <p>
            Загива в ожесточено сражение на 8 август 1943 г. край с. Топли дол, Югославия.
            Родният му дом в с. Чупрене е превърнат в къща музей, която е сред забележителностите на селото.
            </p>
        </article>
    );
}